Repository: christopher-barry/shorewall-debian
Catalog: debian/po/*.po
Languages: da, de, eu, fi, ja, pt_br, ru

source: No automatic restart for Shorewall
da: Ingen automatisk genstart for Shorewall
de: Kein automatischer Neustart von Shorewall
eu: Shorewall ez da automatikoki berrabiaraziko
fi: Ei automaattista Shorewallin uudelleenkäynnistystä
ja: Shorewall を自動的に再起動しないようにする
pt_br: Sem reinicialização automática para o Shorewall
ru: Shorewall не перезапускается автоматически

source: Shorewall will not be restarted automatically after being upgraded, to prevent changes in configuration files causing network outages.
da: Shorewall vil ikke blive genstartet automatisk efter en opgradering, for at forhindre ændringer i konfigurationsfiler der medfører netværksudfald.
de: Shorewall wird nach der Aktualisierung nicht automatisch neu gestartet, damit Änderungen in den Konfigurationdateien keine Netzwerkunterbrechung verursachen.
eu: Shorewall ez da automatikoki berrabiaraziko bertsio-berritu ondoren, sare isolamenduak sor ditzakeen konfigurazio aldaketak saihesteko.
fi: Shorewallia ei käynnistetä automaattisesti uudelleen päivityksen jälkeen, jotta muutokset asetustiedostoissa eivät aiheuttaisi katkoja verkkoyhteyksissä.
ja: 設定ファイルでの変更によってネットワーク接続ができなくなるのを防ぐため、アップグレード後に自動的には Shorewall を再起動しないようにします。
pt_br: O shorewall não será reinicializado automaticamente após ser atualizado, para prevenir que mudanças nos arquivos de configuração causem indisponibilidade da rede.
ru: Shorewall не будет автоматически перезапущен после обновления, так как изменение в файлах настроек вызовет перебои в работе сети.

source: You should check Shorewall's configuration files and restart it with 'invoke-rc.d shorewall restart'.
da: Du bør tjekke Shorewalls konfigurationsfiler og genstarte programmet med »invoke-rc.d shorewall restart«.
de: Sie sollten Shorewalls Konfigurationsdateien überprüfen und das Programm mit dem Kommando 'invoke-rc.d shorewall restart' neu starten.
eu: Shorewall konfigurazioa gainbegiratu eta berau 'invoke-rc.d shorewall restart' erabiliaz berrabiarazi beharko zen.
fi: Shorewallin asetustiedostot tulisi tarkistaa ja käynnistää se uudelleen ajamalla komento ”invoke-rc.d shorewall restart”.
ja: Shorewall の設定ファイルをチェックして、'invoke-rc.d shorewall restart' として再起動をする必要があります。
pt_br: Você deve checar os arquivos de configuração do Shorewall e reinicializá-lo com 'invoke-rc.d shorewall restart'.
ru: Вы должны самостоятельно проверить файлы настроек Shorewall и выполнить перезапуск командой 'invoke-rc.d shorewall restart'.

source: Restart Shorewall?
da: Genstart Shorewall?
de: Shorewall neu starten?
eu: Shorewall berrabiarazi?
fi: Käynnistetäänkö Shorewall uudelleen?
ja: Shorewall を再起動しますか?
pt_br: Reinicializar o Shorewall?
ru: Перезапустить Shorewall?

source: This release of Shorewall introduces some changes in the configuration files - see /usr/share/doc/shorewall/releasenotes.txt.gz.
da: Denne udgave af Shorewall introducerer nogle ændringer i konfigurationsfilerne - se /usr/share/doc/shorewall/releasesnotes.txt.gz.
de: Diese Version von Shorewall bringt die einige Veränderungen in den Konfigurationsdateien mit sich - lesen Sie die Datei /usr/share/doc/shorewall/releasenotes.txt.gz.
eu: Shorewall bertsio honek zenbait aldaketa ditu konfigurazio fitxategietan - ikusi /usr/share/doc/shorewall/releasenotes.txt.gz.
fi: Shorewallin tämä versio aiheuttaa joitain muutoksia asetustiedostoihin. Katso /usr/share/doc/shorewall/releasenotes.txt.gz.
ja: Shorewall の今回のリリースでは設定ファイルに若干の変更を行っています。/usr/share/doc/shorewall/releasenotes.txt.gz を参照してください。
pt_br: Esta versão do Shorewall introduz algumas mudanças nos arquivos de configuração - veja /usr/share/doc/shorewall/releasenotes.txt.gz.
ru: В этой версии Shorewall сделаны некоторые изменения в файлах настроек; смотрите описание в файле /usr/share/doc/shorewall/releasenotes.txt.gz.

source: To avoid the risk of failures and network outages these files should be checked carefully before the firewall is restarted.
da: For at undgå risikoen for fejl og netværksudfald bør disse filer kontrolleres nøje før brandmuren (firewall) genstartes.
de: Diese Dateien sollten sorgfältig überprüft werden, bevor die Firewall neu gestartet wird, um das Risiko von Fehlern und Netzwerkunterbrechungen zu minimieren.
eu: Errore eta sare isolamendu arriskua saihesteko fitxategi hauek kontu handiaz egiaztatu beharko lirateke suebakia berrabiarazi aurretik.
fi: Nämä tiedostot tulisi tarkistaa huolellisesti ennen kuin palomuuri käynnistetään uudelleen verkkoyhteyksien katkojen välttämiseksi.
ja: 失敗してネットワークが切断されるリスクを咲けるため、ファイアウォールが再起動される前に念入りにこれらのファイルをチェックした方が良いでしょう。
pt_br: Para evitar o risco de falhas e indisponibilidade da rede esses arquivos deveriam ser checados cuidadosamente antes do firewall ser reinicializado.
ru: Чтобы исключить риск отказа и перебоев в работе сети, эти файлы нужно аккуратно проверить перед перезапуском межсетевого экрана.

source: Please choose whether you want to restart Shorewall immediately.
da: Vælg venligst hvorvidt du ønsker at genstarte Shorewall øjeblikkeligt.
de: Bitte stimmen Sie zu, wenn Sie Shorewall jetzt neu starten wollen.
eu: Mesedez hautatu Shorewall orain berrabiarazi nahi duzun ala ez.
fi: Valitse haluatko, että Shorewall käynnistetään uudelleen heti.
ja: 今すぐ Shorewall を再起動するかどうかを選んでください。
pt_br: Por favor, escolha se você quer reinicializar o Shorewall imediatamente.
ru: Укажите, хотите ли вы перезапустить Shorewall прямо сейчас.

source: Invalid Shorewall configuration detected
da: Ugyldig Shorewallkonfiguration detekteret
de: Ungültige Einstellungen bei Shorewall gefunden
eu: Okerreko Shorewall konfigurazioa atzeman da
fi: Virheellinen Shorewall-asetus havaittu
ja: Shorewall の設定が正しくなっていないのを検知しました
pt_br: Configuração inválida do Shorewall detectada
ru: Обнаружена неправильная настройка Shorewall

source: Shorewall is configured to restart on upgrades.
da: Shorewall er konfigureret til at genstarte ved opgraderinger.
de: Shorewall ist eingerichtet, nach Aktualisierungen neu zu starten.
eu: Shorewall bertsio-berritzean berrabiarazteko konfiguraturik dago.
fi: Shorewall on asetettu käynnistymään uudelleen päivitysten jälkeen.
ja: Shorewall はアップグレードの際に再起動するように設定されました
pt_br: O Shorewall é configurado para reinicializar em atualizações.
ru: Shorewall настроен для перезапуска при обновлениях.

source: However, the current configuration for Shorewall is invalid and it will fail to restart. You should fix the program's configuration, then restart it with 'invoke-rc.d shorewall restart'.
da: Bemærk dog, at den aktuelle konfiguration for Shorewall er ugyldig og den vil ikke kunne genstarte. Du skal rette programmets konfiguration, og så genstarte den med »invoke-rc.d shorewall restart«.
de: Die aktuellen Einstellungen von Shorewall sind ungültig und sein Neustart wird fehlschlagen. Sie sollten Shorewalls Einstellungen berichtigen und das Programm mit dem Kommando 'invoke-rc.d shorewall restart' neu starten.
eu: Hala uneko Shorewall konfigurazioa baliogabea da eta huts egingo du berrabiarazten bada. Programaren konfigurazioa konpondu beharko duzu eta ondoren 'invoke-rc.d shorewall restart' bidez berrabiarazi.
fi: Tämänhetkiset Shorewall-asetukset ovat virheellisiä ja tästä johtuen sen uudelleenkäynnistys ei tule onnistumaan. Sinun tulisi korjata virheelliset asetukset ja tämän jälkeen käynnistää Shorewall uudelleen komennolla ”invoke-rc.d shorewall restart”.
ja: しかしながら、Shorewall の現在の設定は正しいものではないので再起動に失敗します。プログラムの設定を修正してから、'invoke-rc.d shorewall restart' として再起動を実行してください。
pt_br: Contudo, a configuração atual do Shorewall é inválida e ele irá falhar em reinicializar. Você deve corrigir a configuração do programa, e então reinicializá-lo com 'invoke-rc.d shorewall restart'.
ru: Однако, текущая настройка Shorewall неправильна, и поэтому перезапуск завершится неудачно. Вы должны исправить настройку программы, а затем перезапустить её с помощью команды 'invoke-rc.d shorewall restart'.
